tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "gh"
brew "git"
brew "coreutils"
brew "curl"
brew "asdf"
brew "kubernetes-cli"
brew "kubectx"
brew "neovim"
brew "wget"
brew "gawk"
brew "tree"
brew "gpg"
cask "bitwarden"
cask "font-sf-mono"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepingyouawake"
cask "lens"
cask "microsoft-edge"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "vscodium"
